[
  {
  "id": 1,
  "title": "monobank відновив кредитування, включно з «Покупкою частинами»",
  "text": "10 травня топменеджмент monobank анонсував швидке відновлення кредитування в повному обсязі — сьогодні вранці необанк відновив роботу програм «Розстрочка» та «Покупка частинами».",
  "img": "https://itc.ua/wp-content/uploads/2022/05/mono-4-1-1-1.png",
  "category": "Новини",
  "fullText": "10 травня топменеджмент monobank анонсував швидке відновлення кредитування в повному обсязі — сьогодні вранці необанк відновив роботу програм «Розстрочка» та «Покупка частинами». Це підтвердив співзасновник проєкту Олег Гороховський. Спочатку Гороховський повідомляв про плани видати за цими кредитними програмами близько 10 мільярдів гривень, але у сьогоднішньому повідомленні скорегував прогноз — близько 600 000 клієнтів сумарно на 18 млрд гривень. Співзасновник monobank зауважив, що такий масив лімітів проливатиметься день-два. Про відновлення лімітів клієнтів проінформують окремим сповіщенням у додатку.",
  "views": 182
  },
  {
    "id": 2,
    "title": "У Google Keep нарешті має з’явитися форматування тексту",
    "text": "Google випустила програму для створення нотаток у березні 2013 року. Але тільки зараз, більш ніж через 9 років, розробники мають намір додати в Google Keep можливість форматувати текст",
    "img": "https://itc.ua/wp-content/uploads/2022/05/google_keep_1-2048x1024.webp",
    "category": "Новини",
    "fullText": "Google випустила програму для створення нотаток у березні 2013 року. Але тільки зараз, більш ніж через 9 років, розробники мають намір додати в Google Keep можливість форматувати текст – виділяти його жирним шрифтом, курсивом і підкресленням. Нові функції поки що не доступні користувачам. Дізнатися про них вдалося завдяки декомпіляції останньої версії додатку, завантаженого Google у Play Store. Версія Google Keep 5.22.182.00 для Android містить код, що забезпечує роботу з перемикання (включення) жирного, курсивного та підкресленого форматування. Також у додатку були додані іконки для кожного стилю, і вони досить стандартні для Google. Вони збігаються з тими, що використовуються в Docs, Sheets та Slides. Як очікується, користувачам будуть доступні команди «Показати елементи керування форматуванням» та «Очистити форматування».",
    "views": 392
  },
  {
    "id": 3,
    "title": "Google анонсувала Pixel 6a на процесорі Tensor за $449, а також показала Pixel 7 та Pixel 7 Pro",
    "text": "У рамках конференції I/O компанія Google анонсувала випуск кількох нових моделей смартфонів. Однією з новинок стала версія Pixel 6a. Це модель початкового рівня серії Pixel 6",
    "img": "https://itc.ua/wp-content/uploads/2022/05/pixel-6a.jpg",
    "category": "Новини",
    "fullText": "У рамках конференції I/O компанія Google анонсувала випуск кількох нових моделей смартфонів. Однією з новинок стала версія Pixel 6a. Це модель початкового рівня серії Pixel 6, оснащена флагманським процесором Tensor і співпроцесором Titan M2. Але для здешевлення довелося відмовитися від металу та скла на користь рамки з переробленого алюмінію та пластику.",
    "views": 3452
  },
  {
    "id": 4,
    "title": "IBM розраховує до 2025 року створити 4000-кубітний квантовий суперкомп’ютер",
    "text": "Через 40 років після того, як IBM вперше почала займатися квантовими обчисленнями, компанія нарешті готова розширити цю технологію за межі лабораторії та використати у суперкомп’ютерах.…",
    "img": "https://itc.ua/wp-content/uploads/2022/05/carson-masterson-0mxw-dvulok-unsplash.jpg",
    "category": "Чутки",
    "fullText": "Через 40 років після того, як IBM вперше почала займатися квантовими обчисленнями, компанія нарешті готова розширити цю технологію за межі лабораторії та використати у суперкомп’ютерах. Американська корпорація ще у 2020 році випустила квантову дорожню карту, включаючи 127-кубітний процесор Eagle, який використовує квантові схеми та Qiskit Runtime API. Тепер IBM планує запустити до 2025 року систему на 4 тисячі кубітів (кубіт або квантовий біт — одиниця квантової інформації, квантовий аналог біта). Перш ніж приступити до створення найбільшого квантового комп’ютера на сьогодні, IBM має намір наприкінці 2022 випустити свій 433-кубітний чіп Osprey і перенести Qiskit Runtime в хмару у 2023 році. Про це пише Engadget.",
    "views": 642
  },
  {
    "id": 5,
    "title": "Торговці ф’ючерсами за останні 24 години втратили $106 млн на токені TerraUSD",
    "text": "Близько 58% трейдерів робили ф’ючерсні ставки на високі ціни на LUNA, попри вчорашнє падіння. Цей крок призвів до ліквідації на суму понад $63 млн, що вище, ніж зазвичай, і є одним із найбільших в…",
    "img": "https://itc.ua/wp-content/uploads/2022/05/depositphotos_546088728_l.jpg",
    "category": "Блокчейн",
    "fullText": "Близько 58% трейдерів робили ф’ючерсні ставки на високі ціни на LUNA, попри вчорашнє падіння. Цей крок призвів до ліквідації на суму понад $63 млн, що вище, ніж зазвичай, і є одним із найбільших в історії ф’ючерсів LUNA.Ліквідації на LUNA протягом останніх 24 годин перевищили $106 млн. Видання CoinDesk додає, що ще є сума неврегульованих ф’ючерсних контрактів на $387 млн ​​і попереду може бути більшою за волатильні цінові рухи.Стейблкоіни, такі як UST, підтримуються кошиком активів на основі LUNA і біткоїну (BTC), і не залежать від централізованих сторін, які могли б зберігати ці активи. Цього тижня UST втратив свою прив’язку та впав до $0,66 у понеділок, а потім відновився до рівня $0,90 у вівторок.",
    "views": 701
  },
  {
    "id": 6,
    "title": "Додаток СБУ для боротьби з ворогом Bachu відтепер доступний і для iOSsunt aut facere repellat provident occaecati excepturi optio reprehenderit",
    "text": "Служба безпеки України повідомила, що офіційний мобільний додаток «Bachu», який дозволяє надсилати інформацію про пересування ворога навіть за відсутності інтернету, відтепер доступний також…",
    "img": "https://itc.ua/wp-content/uploads/2022/05/photo_2022-05-10_17-44-35.jpg",
    "category": "Новини",
    "fullText": "Служба безпеки України повідомила, що офіційний мобільний додаток «Bachu», який дозволяє надсилати інформацію про пересування ворога навіть за відсутності інтернету, відтепер доступний також на iOS. Його вже можна завантажити в магазині Apple App Store за цим посиланням.СБУ випустила додаток «Bachu» у березні й досі він був доступний лише на Android. Він забезпечує канал зв’язку зі спецслужбами України — можна (і треба) надсилати інформацію про місцезнаходження російської техніки, солдат і небезпечних об’єктів на території України.",
    "views": 279
  },
  {
    "id": 7,
    "title": "iPod — все. Apple припиняє виробництво останньої моделі та закриває лінійку після 20 років від запуску",
    "text": "10 травня Apple несподівано повідомила, що припиняє випуск iPod Touch 7-го покоління — останнього представника знакової лінійки портативних музичних плеєрів. Він продовжить продаватися, доки не…",
    "img": "https://itc.ua/wp-content/uploads/2022/05/apple-ipod-end-of-life-hero.jpg",
    "category": "Apple",
    "fullText": "10 травня Apple несподівано повідомила, що припиняє випуск iPod Touch 7-го покоління — останнього представника знакової лінійки портативних музичних плеєрів. Він продовжить продаватися, доки не закінчаться вже вироблені екземпляри (тобто, до виснаження складських запасів), а потім назавжди зникне з ринку. І хоче Apple більше не планує випускати музичні плеєри, компанія каже, що «дух iPod живе» у всіх її пристроях, які відтворюють музику, зокрема iPhone, iPad і HomePod Mini.",
    "views": 1850
  },
  {
    "id": 8,
    "title": "16 ядер у ноутбуках. Intel анонсувала 55-ватні мобільні процесори Intel Core 12-го покоління (Alder Lake-HX)",
    "text": "Intel офіційно представила нові процесори Intel Core HX 12-го покоління на заході Intel Vision, підтвердивши витік. Це найпотужніші та енергомісткі процесори для ноутбуків, ніж інші продукти Intel. Ці чіпи…",
    "img": "https://itc.ua/wp-content/uploads/2022/05/1366_2000.jpeg",
    "category": "Новини",
    "fullText": "Intel офіційно представила нові процесори Intel Core HX 12-го покоління на заході Intel Vision, підтвердивши витік. Це найпотужніші та енергомісткі процесори для ноутбуків, ніж інші продукти Intel. Ці чіпи призначені як для геймерів, так і для творців контенту: скоро ми побачимо їх у ноутбуках та мобільних робочих станціях, і вони можуть похвалитися вищою продуктивністю та повною свободою розгону як ядер, так і оперативної пам’яті.",
    "views": 583
  },
  {
    "id": 9,
    "title": "Увага! Зловмисники підроблюють ресурси МВС України",
    "text": "Працівники Департаменту кіберполіції спільно з фахівцями управління інформатизації Головного сервісного центру МВС України виявили факти створення та розповсюдження фішингових ресурсів,…ы",
    "img": "https://itc.ua/wp-content/uploads/2022/05/depositphotos_47175521_l.jpg",
    "category": "Держава",
    "fullText": "Працівники Департаменту кіберполіції спільно з фахівцями управління інформатизації Головного сервісного центру МВС України виявили факти створення та розповсюдження фішингових ресурсів, які зовні схожі на офіційний сайт з надання сервісних послуг. Підроблені ресурси зловмисники «просували» за допомогою реклами у соцмережах. Під виглядом перевірки посвідчення водія шахраї здійснювали незаконний збір даних про серію та номер посвідчень. Імовірно, надалі, зловмисники планували виготовлення підроблених водійських документів з оригінальними серійними номерами, аби вони перевірялись у базах даних. Поряд з цим інші вкладки та сторінки на фішингових сайтах були неактивними.",
    "views": 397
  }
]